Repository: nymtech/nym-vpn-client
Catalog: nym-vpn-apple/NymVPN/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, hi, it, ja, pt_br, ru, tr, uk, vi, zh_hans

# dns.modals.saveChanges.discard
source: Discard
ar: تجاهل
bn: বাতিল
de: Verwerfen
es: Descartar
fa: انصراف
fr: Abandonner
hi: खारिज करें
it: Scarta
ja: 破棄する
pt_br: Descartar
ru: Сбросить
uk: Скасувати
vi: Bỏ qua
zh_hans: 取消

# dns.modals.saveChanges.subtitle
source: You have unsaved changes.
ar: لديك تغييرات غير محفوظة.
bn: পরিবর্তন সংরক্ষিত হয়নি।
de: Du hast ungespeicherte Änderungen.
es: Tienes cambios sin guardar.
fa: تغییرات ذخیره‌نشده دارید.
fr: Vous avez des modifications non enregistrées.
hi: आपने कुछ बदलाव सेव नहीं किए हैं।
it: Le modifiche non sono state salvate.
ja: 保存していない変更があります。
pt_br: Você tem alterações não salvas.
ru: У вас есть несохраненные изменения.
uk: У вас є не збережені зміни
vi: Bạn có thay đổi chưa lưu.
zh_hans: 您有未保存的更改。

# dns.modals.saveChanges.title
source: Save changes?
ar: حفظ التغييرات؟
bn: পরিবর্তন সংরক্ষিত?
de: Änderungen speichern?
es: ¿Guardar cambios?
fa: تغییرات ذخیره شوند؟
fr: Enregistrer les modifications ?
hi: परिवर्तनों को सेव करें?
it: Salvare le modifiche?
ja: 変更を保存しますか？
pt_br: Salvar as alterações?
ru: Сохранить изменения?
uk: Зберегти зміни?
vi: Lưu thay đổi?
zh_hans: 保存更改？

# dns.snackbar.saved
source: Custom DNS saved.
ar: تم حفظ DNS مخصص.
bn: কাস্টম DNS সংরক্ষণ করা হয়েছে.
de: Eigene DNS gespeichert.
es: DNS personalizado guardado.
fa: DNS سفارشی ذخیره شد.
fr: DNS personnalisé enregistré.
hi: कस्टम DNS सेवड।
it: DNS personalizzato salvato.
ja: カスタムDNSを保存しました。
pt_br: DNS personalizado salvo.
ru: Пользовательский DNS сохранен.
uk: Збережено власний DNS.
vi: Đã lưu DNS tùy chỉnh.
zh_hans: 自定义DNS已保存。

# dns.subtitle
source: By default, using Nym's recommended DNS servers. Configure custom servers below if needed.
ar: بشكل افتراضي، استخدام خوادم DNS الموصى بها لـ Nym. تكوين خوادم مخصصة أدناه إذا لزم الأمر.
bn: ডিফল্টভাবে Nym-এর সুপারিশকৃত DNS সার্ভার ব্যবহার করা হচ্ছে। প্রয়োজন হলে নিচে কাস্টম সার্ভার কনফিগার করুন।.
de: Standardmäßig werden die von Nym empfohlenen DNS-Server verwendet. Konfiguriere bei Bedarf unten eigene Server.
es: Por defecto, usando los servidores DNS recomendados de Nym. Configure los servidores personalizados abajo si es necesario.
fa: به‌طور پیش‌فرض از سرورهای DNS پیشنهادی Nym استفاده می‌شود. در صورت نیاز می‌توانید سرورهای دلخواه خود را در قسمت پایین تنظیم کنید.
fr: Par défaut, en utilisant les serveurs DNS recommandés par Nym. Configurez les serveurs personnalisés ci-dessous si nécessaire.
hi: डिफ़ॉल्ट रूप से, Nym द्वारा अनुशंसित DNS सर्वरों का उपयोग किया जाता है। यदि आवश्यक हो, तो नीचे कस्टम सर्वर कॉन्फ़िगर करें।
it: Per impostazione predefinita, utilizzando i server DNS consigliati di Nym. Configura i server personalizzati qui sotto se necessario.
ja: デフォルトでは、Nymの推奨DNSサーバーを使用しています。必要に応じて以下のカスタムサーバーを設定してください。
pt_br: Por padrão, usando os servidores DNS recomendados da Nym. Configure os servidores personalizados abaixo se necessário.
ru: По умолчанию используются рекомендуемые DNS-серверы Nym. При необходимости настройте пользовательские серверы ниже.
uk: За замовчуванням використовуються рекомендовані DNS-сервери Nym. При необхідності налаштуйте власні сервери нижче.
vi: Mặc định, hệ thống sử dụng các máy chủ DNS được Nym đề xuất. Cấu hình các máy chủ tùy chỉnh bên dưới nếu cần.
zh_hans: 默认情况下，程序使用 Nym 推荐的DNS 服务器。如果需要请在下方配置自定义服务器。

# dns.textfield.invalid
source: Invalid DNS address format
ar: تنسيق عنوان DNS غير صالح
bn: DNS ঠিকানার ফরম্যাট সঠিক নয়
de: Ungültiges DNS-Adressformat
es: Formato de dirección DNS inválido
fa: فرمت آدرس DNS نامعتبر است
fr: Format d'adresse DNS invalide
hi: अमान्य DNS पता प्रारूप
it: Formato indirizzo DNS non valido
ja: DNSアドレス形式が無効です
pt_br: Formato de endereço DNS inválido
ru: Неверный формат DNS-адреса
uk: Неправильний формат адреси DNS
vi: Định dạng địa chỉ DNS không hợp lệ
zh_hans: 无效的 DNS 地址格式

# dns.textfield.placeholder
source: IPv4 or IPv6 address
ar: عنوان IPv4 أو IPv6
bn: IPv4 বা IPv6 ঠিকানা
de: IPv4 oder IPv6 Adresse
es: Dirección IPv4 o IPv6
fa: آدرس IPv4 یا IPv6
fr: Adresse IPv4 ou IPv6
hi: IPv4 या IPv6 पता
it: Indirizzo IPv4 o IPv6
ja: IPv4 または IPv6 アドレス
pt_br: Endereço IPv4 ou IPv6
ru: IPv4 или IPv6 адрес
uk: Адреса IPv4 або IPv6
vi: Địa chỉ IPv4 hoặc IPv6
zh_hans: IPv4或IPv6地址

# dns.textfield.title
source: Enter DNS server
ar: أدخل خادم DNS
bn: DNS সার্ভার লিখুন
de: DNS-Server eingeben
es: Introducir servidor DNS
fa: سرور DNS را وارد کنید
fr: Entrez le serveur DNS
hi: DNS सर्वर दर्ज करें
it: Inserisci server DNS
ja: DNSサーバーを入力
pt_br: Digite um servidor DNS
ru: Введите DNS сервер
uk: Введіть DNS-сервер
vi: Nhập máy chủ DNS
zh_hans: 输入 DNS 服务器

# dns.title
source: DNS customization
ar: تخصيص DNS
bn: DNS কাস্টমাইজেশন
de: DNS-Anpassung
es: Personalización DNS
fa: سفارشی‌سازی DNS
fr: Personnalisation DNS
hi: DNS अनुकूलन
it: Personalizzazione DNS
ja: DNS カスタマイズ
pt_br: Personalização de DNS
ru: Настройка DNS
uk: Налаштування DNS
vi: Tùy chỉnh DNS
zh_hans: DNS自定义

# dns.viewDefault
source: View default DNS
ar: عرض DNS الافتراضي
bn: ডিফল্ট DNS দেখুন
de: Standard DNS anzeigen
es: Ver DNS por defecto
fa: مشاهدهٔ DNS پیش‌فرض
fr: Voir le DNS par défaut
hi: डिफ़ॉल्ट DNS देखें
it: Visualizza DNS predefiniti
ja: デフォルトのDNSを表示
pt_br: Ver DNS padrão
ru: Просмотр DNS по умолчанию
uk: Переглянути стандартний DNS
vi: Xem DNS mặc định
zh_hans: 查看默认DNS

source: Done
ar: تم
bn: সম্পন্ন হয়েছে
de: Fertig
es: Hecho
fa: انجام شد
fr: Fait
hi: संपन्न
it: Fatto
ja: 完了
pt_br: Concluído
ru: Готово
tr: Tamamlandı
uk: Готово
vi: Hoàn thành
zh_hans: 完成

# entryLocationTitle
source: Entry location selector
ar: محدد موقع الإدخال
bn: এন্ট্রি অবস্থান নির্বাচক
de: Auswahl der Eintrittsregion
es: Selecciona gateway de entrada
fa: انتخاب‌کننده منطقه ورودی
fr: Choix de passerelle d'entrée
hi: प्रवेश स्थान चयनकर्ता
it: Selettore della località d'entrata
ja: エントリー地点選択
pt_br: Seletor de local de entrada
ru: Выбор места для входа
tr: Giriş konumu seçimi
uk: Вибір місця входу
vi: Lựa chọn vị trí vào
zh_hans: 入口位置选择

source: Error
ar: خطأ
bn: ত্রুটি
de: Fehler
fa: خطا
fr: Erreur
hi: गलती
it: Errore
ja: エラー
pt_br: Erro
ru: Ошибка
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误

# error.gatewayDirectory
source: Something went wrong with the Server Directory
ar: حدث خطأ ما في دليل الخادم
bn: সার্ভার ডিরেক্টরিতে কিছু সমস্যা হয়েছে
de: Etwas ist mit dem Serververzeichnis schief gelaufen
es: Algo salió mal con el directorio del servidor
fa: مشکلی در فهرست سرورها رخ داد
fr: Quelque chose s'est mal passé avec le répertoire du serveur
hi: सर्वर निर्देशिका के साथ कुछ गलत हुआ
it: Qualcosa è andato storto con la directory del server
ja: サーバーディレクトリに問題が発生しました
pt_br: Algo deu errado com o Diretório do Servidor
ru: Что-то пошло не так с каталогом серверов
uk: Щось пішло не так з каталогом шлюзу
vi: Đã xảy ra sự cố với Thư mục Cổng
zh_hans: 服务器目录发生错误

# error.noLogFile
source: Failed to create log file
ar: فشل إنشاء ملف السجل
bn: লগ ফাইল তৈরি করতে ব্যর্থ হয়েছে
de: Fehler beim Erstellen der Log-Datei
es: Error al crear el archivo de registro
fa: ایجاد فایل گزارش با خطا مواجه شد
fr: Impossible de créer le journal
hi: लॉग फ़ाइल बनाने में विफल
it: Creazione del file di log non riuscita
ja: ログファイルの作成に失敗しました
pt_br: Falha ao criar o arquivo de log
ru: Не удалось создать файл журнала
tr: Günlük dosyası oluşturulamadı
uk: Не вдалося створити файл журналу
vi: Không tạo được tệp nhật ký
zh_hans: 日志文件创建失败

# error.noMnemonicStored
source: No passphrase stored
ar: لا توجد عبارة مرور مخزنة
bn: কোনো পাসফ্রেজ সংরক্ষিত নেই
de: Keine Passphrase gespeichert
es: No hay contraseña guardada
fa: هیچ عبارتِ عبوری ذخیره نشده است
fr: Aucun mot de passe stocké
hi: कोई पासफ़्रेज़ संग्रहीत नहीं है
it: Nessuna passphrase memorizzata
ja: パスフレーズが保存されていません
pt_br: Nenhuma senha armazenada
ru: Кодовая фраза не сохранена
uk: Немає збереженої фрази-паролю
vi: Không có cụm mật khẩu nào được lưu trữ
zh_hans: 没有保存密码

# error.timeout
source: Timeout
ar: مهلة
bn: সময়সীমা অতিক্রম হয়েছে
es: Tiempo de espera superado
fa: اتمام مهلت
fr: Délai d'attente dépassé
hi: समय सीमा समाप्त
ja: タイムアウト
ru: Время вышло
tr: Zaman aşımı
uk: Час очікування
vi: Hết giờ
zh_hans: 超时

# error.unexpected
source: Something went wrong
ar: حدث خطأ ما
bn: কিছু একটা ভুল হয়েছে
de: Etwas ist schief gelaufen
es: Algo salió mal
fa: مشکلی پیش آمده
fr: Un problème est survenu
hi: कोई एरर हुआ है
it: Qualcosa è andato storto
ja: 何らかのエラーが発生しました
pt_br: Algo deu errado
ru: Что-то пошло не так
tr: Bir şeyler ters gitti
uk: Щось пішло не так
vi: Xảy ra lỗi
zh_hans: 发现错误

# error.unrecognized
source: Something went wrong. Unrecognized error
ar: حدث خطأ ما. خطأ غير معروف
bn: কিছু ভুল হয়েছে। অচেনা ত্রুটি ঘটেছে।
de: Irgendwas ist schief gelaufen. Unbekannter Fehler
es: Algo salió mal. Error no reconocido
fa: اشتباهی پیش آمده. خطای ناشناخته
fr: Un problème est survenu. Erreur inconnue.
hi: कुछ गलत हो गया। अपरिचित त्रुटि
it: Qualcosa è andato storto. Errore non riconosciuto
ja: 問題が発生しました。認識できないエラーです。
pt_br: Algo deu errado. Erro não reconhecido
ru: Что-то пошло не так. Неизвестная ошибка
tr: Bir şeyler ters gitti. Tanımlanamayan bir hata oluştu
uk: Щось пішло не так. Невідома помилка
vi: Đã xảy ra sự cố. Lỗi không xác định
zh_hans: 发现未识别错误

# erroReason.invalidEntryGatewayIdentity
source: Entry server is offline. Choose another and reconnect.
ar: خادم الإدخال غير متصل. اختر آخر وإعادة الاتصال.
bn: এন্ট্রি সার্ভার অফলাইন। অন্যটি নির্বাচন করে পুনরায় সংযোগ করুন।
de: Der Eintrittsserver ist offline. Wähle einen anderen und stelle die Verbindung erneut her.
es: El servidor de entrada está desconectado. Elija otro y vuelva a conectar.
fa: سرور ورودی آفلاین است. سرور دیگری انتخاب کرده و دوباره متصل شوید.
fr: Le serveur d'entrée est hors ligne. Choisissez un autre serveur et reconnectez-vous.
hi: प्रवेश सर्वर ऑफ़लाइन है। दूसरा चुनें और पुनः कनेक्ट करें।
it: Il server degli elementi è offline. Scegliere un altro e riconnettersi.
pt_br: O servidor de entrada está offline. Escolha outro e reconecte-se.
ru: Сервер входа недоступен. Выберите другой и подключитесь повторно.
tr: Giriş sunucusu çevrimdışı. Başka bir sunucu seçip yeniden bağlanın.
uk: Сервер входу не працює. Виберіть інший і підключіться знову.
vi: Máy chủ vào ngoại tuyến. Vui lòng chọn máy chủ khác và kết nối lại.
zh_hans: 条目服务器处于离线状态。选择另一个并重新连接。

# errorReason.accountDecentralised
source: Account decentralized.
ar: لا مركزية الحساب.
bn: অ্যাকাউন্ট ডিসেন্ট্রালাইজড (কেন্দ্রীভূত নয়)
de: Konto dezentralisiert.
es: Cuenta descentralizada.
fa: حساب کاربری غیرمتمرکز شده است.
fr: Compte décentralisé.
hi: अकाउंट डीसेंट्रलाइज़्ड।
it: Account decentralizzato.
ja: アカウントは分散化されました。
pt_br: Conta descentralizada.
ru: Учетная запись децентрализована.
tr: Merkeziyetsiz hesap.
uk: Децентралізований обліковий запис.
vi: Tài khoản phi tập trung.
zh_hans: 帐户去中心化。

# errorReason.accountDoesntExistOnChain
source: Account does not exist on chain.
ar: الحساب غير موجود في السلسلة.
bn: অ্যাকাউন্ট চেইনে পাওয়া যায়নি
de: Das Konto existiert nicht in der Chain.
es: La cuenta no existe en la cadena.
fa: حساب کاربری در زنجیره وجود ندارد.
fr: Le compte n'existe pas on chain.
hi: अकाउंट चेन पर मौजूद नहीं है।
it: L'account non esiste nella catena.
ja: アカウントがチェーン上に存在しません。
pt_br: A conta não existe na cadeia.
ru: Учетная запись не существует в цепочке.
tr: Hesap blok zincirinde mevcut değil.
uk: Акаунт не існує в ланцюжку.
vi: Tài khoản không tồn tại trên chuỗi.
zh_hans: 帐户不存在于链上。

# errorReason.accountNotDecentralised
source: Account not decentralized.
ar: الحساب غير لامركزي.
bn: অ্যাকাউন্ট ডিসেন্ট্রালাইজড নয়
de: Konto nicht dezentralisiert.
es: Cuenta no descentralizada.
fa: حساب کاربری غیرمتمرکز نشده است.
fr: Compte non décentralisé.
hi: अकाउंट डीसेंट्रलाइज़्ड नहीं है।
it: Account non decentralizzato.
ja: アカウントは分散化されていません。
pt_br: Conta não descentralizada.
ru: Аккаунт не децентрализован.
tr: Merkezi hesap.
uk: Акаунт не децентралізований.
vi: Tài khoản không được phi tập trung.
zh_hans: 账户未去中心化。

# errorReason.accountNotRegistered
source: Account not registered. Please try again.
ar: الحساب غير مسجل. الرجاء المحاولة مرة أخرى.
bn: অ্যাকাউন্ট নিবন্ধিত নেই। অনুগ্রহ করে পুনরায় চেষ্টা করুন।
de: Konto nicht registriert. Bitte versuche es noch einmal.
es: Cuenta no registrada. Por favor, inténtalo de nuevo.
fa: حساب ثبت‌نام نشده است. لطفاً دوباره تلاش کنید.
fr: Compte non enregistré. Merci de réessayer.
hi: अकाउंट पंजीकृत नहीं है। कृपया फिर से प्रयास करें।
it: Account non registrato. Per favore riprova.
ja: アカウントが登録されていません。もう一度やり直してください。
pt_br: Conta não registrada. Por favor, tente novamente.
ru: Аккаунт не зарегистрирован. Пожалуйста, попробуйте снова.
tr: Hesap kaydedilmedi. Lütfen tekrar deneyin.
uk: Обліковий запис не зареєстрований. Спробуйте ще раз.
vi: Tài khoản chưa được đăng ký. Vui lòng thử lại.
zh_hans: 帐户未注册。请重试。

# errorReason.apiStatusCode
source: VPN API failed with code:
ar: فشل API VPN مع الرمز:
bn: VPN API কোডে ব্যর্থ হয়েছে:
de: VPN-API ist fehlgeschlagen mit Code:
es: La API de VPN falló con el código:
fa: Api وی‌پی‌ان با خطا مواجه شد:
fr: L'API VPN a échoué avec le code d'erreur :
hi: VPN API कोड के साथ विफल रहा:
it: API VPN fallita con il codice:
pt_br: A API VPN falhou com o código:
ru: Ошибка VPN API с кодом:
tr: VPN API şu kodla hata verdi:
uk: VPN API не вдалося з кодом:
vi: VPN API xảy ra lỗi với mã:
zh_hans: VPN API失败，错误代码：

# errorReason.apiTimeout
source: VPN API timeout
ar: مهلة API VPN
bn: VPN API টাইমআউট
es: Agotado el tiempo de espera de la API VPN
fa: خطای زمان‌بندی API VPN
fr: Expiration de l'API VPN :
hi: VPN API टाइमआउट
it: Timeout API VPN
pt_br: Tempo limite da API da VPN
ru: Тайм-аут VPN API
tr: VPN API zaman aşımına uğradı
uk: Таймаут VPN API
vi: Hết thời gian chờ API VPN
zh_hans: VPN API 超时

# errorReason.bandwidthExceeded
source: Monthly data limit reached. Contact Support for a quick data boost.
ar: تم الوصول إلى حد البيانات الشهرية. اتصل بالدعم من أجل تعزيز البيانات السريعة.
bn: মাসিক ডেটা সীমা অতিক্রম করা হয়েছে। দ্রুত অতিরিক্ত ডেটার জন্য সাপোর্টের সাথে যোগাযোগ করুন।
de: Monatliches Datenlimit erreicht. Kontaktiere den Support für einen schnellen Daten-Boost.
es: Límite de datos mensual alcanzado. Póngase en contacto con el soporte para obtener un impulso rápido de datos.
fa: محدودیت ترافیک ماهانه شما به اتمام رسیده. برای افزایش سریع ترافیک، با پشتیبانی تماس بگیرید.
fr: Limite de données mensuelle atteinte. Contactez le support pour une accélération rapide des données.
hi: मासिक बैंडविड्थ सीमा पार कर गई है। कृपया अपना अकाउंट प्लान अपडेट करें।
it: Limite dati mensile raggiunto. Contatta il supporto per un rapido potenziamento dei dati.
ja: 月間データの上限に達しました。クイックデータブーストのサポートにお問い合わせください。
pt_br: Limite de dados mensais atingido. Entre em contato com o Suporte para obter um impulso rápido de dados.
ru: Достигнут месячный лимит данных. Свяжитесь с поддержкой для быстрого увеличения лимита.
tr: Aylık bant genişliği limiti aşıldı. Lütfen hesap planınızı yükseltin.
uk: Досягнуто місячний ліміт даних. Зверніться до служби підтримки, щоб швидко збільшити обсяг даних.
vi: Đã vượt quá băng thông hàng tháng. Vui lòng liên hệ bộ phận Hỗ trợ để nâng cấp dung lượng.
zh_hans: 已达到每月数据上限。请联系客服快速数据推送。

# errorReason.createMixnetStorage
source: Failed to create credential storage.
ar: فشل إنشاء وحدة تخزين بيانات الاعتماد.
bn: ক্রেডেনশিয়াল স্টোরেজ তৈরি করতে ব্যর্থ।
de: Anmeldeinformationsspeicher konnte nicht erstellt werden.
es: Error al crear almacenamiento de credenciales.
fa: ایجاد استوریج گواهی‌اتصال ناموفق بود.
fr: Échec de la création du stockage des informations d'identification.
hi: क्रेडेंशियल संग्रह बनाने में विफल।
it: Creazione dell'archivio credenziali non riuscita.
ja: 資格情報ストレージの作成に失敗しました。
pt_br: Falha ao criar o armazenamento de credenciais.
ru: Не удалось создать хранилище учетных данных.
tr: Kimlik bilgileri depolama yapılamadı.
uk: Не вдалося створити базу даних облікових даних.
vi: Không thể tạo bộ lưu trữ thông tin xác thực.
zh_hans: 创建凭据存储区域失败。

# errorReason.credentialWastedOnEntryGateway
source: Entry server is not responding or responding badly to a bandwidth increase.
ar: خادم الدخول لا يستجيب أو يستجيب بشكل سيئ لزيادة عرض النطاق الترددي.
bn: এন্ট্রি সার্ভার প্রতিক্রিয়া দিচ্ছে না বা ব্যান্ডউইথ বাড়ানোর অনুরোধে খারাপভাবে প্রতিক্রিয়া করছে।
de: Der Eintrittsserver reagiert nicht oder reagiert schlecht auf eine Bandbreitenerhöhung.
es: El servidor de entrada no responde o responde mal a un aumento del ancho de banda.
fa: سرور ورودی پاسخ نمی‌دهد یا به افزایش پهنای باند به درستی پاسخ نمی‌دهد.
fr: Le serveur d'entrée ne répond pas ou ne répond pas mal à une augmentation de la bande passante.
hi: बैंडविड्थ में वृद्धि होने पर एंट्री सर्वर प्रतिक्रिया नहीं दे रहा है या खराब प्रतिक्रिया दे रहा है।
it: Il server degli elementi non risponde o risponde male ad un aumento della larghezza di banda.
ja: エントリーサーバーが帯域幅の増加に応答または不適切に応答していません。
pt_br: O servidor de entrada não está respondendo mal a um aumento da largura de banda.
ru: Входной сервер не отвечает или плохо реагирует на увеличение пропускной способности.
tr: Giriş sunucusu yanıt vermiyor veya bant genişliği artırma isteğine düzgün yanıt vermiyor.
uk: Сервер входу не відповідає або погано реагує на збільшення пропускної здатності.
vi: Máy chủ vào không phản hồi hoặc phản hồi kém khi tăng băng thông.
zh_hans: 条目服务器没有响应或响应带宽增加。

# errorReason.credentialWastedOnExitGateway
source: Exit server is not responding or responding badly to a bandwidth increase.
ar: خروج الخادم لا يستجيب أو يستجيب بشكل سيئ لزيادة عرض الترددات.
bn: এন্ট্রি সার্ভার প্রতিক্রিয়া দিচ্ছে না বা ব্যান্ডউইথ বাড়ানোর অনুরোধে খারাপভাবে প্রতিক্রিয়া করছে।
de: Der Austrittsserver reagiert nicht oder reagiert schlecht auf eine Bandbreitenerhöhung.
es: El servidor de salida no responde o responde mal a un aumento del ancho de banda.
fa: سرور خروجی پاسخ نمی‌دهد یا به افزایش پهنای باند به درستی پاسخ نمی‌دهد.
fr: Quitter le serveur ne répond pas ou ne répond pas mal à une augmentation de la bande passante.
hi: एग्जिट सर्वर बैंडविड्थ में वृद्धि पर प्रतिक्रिया नहीं दे रहा है या खराब प्रतिक्रिया दे रहा है।
it: Il server di uscita non risponde o risponde male ad un aumento della larghezza di banda.
ja: Exit サーバーが帯域幅の増加に応答または不適切に応答していません。
pt_br: Sair do servidor não está respondendo ou respondendo mal a um aumento da largura de banda.
ru: Выходной сервер не отвечает или плохо реагирует на увеличение пропускной способности.
tr: Çıkış sunucusu yanıt vermiyor veya bant genişliği artırma isteğine düzgün yanıt vermiyor.
uk: Вихідний шлюз не реагує або погано реагує на збільшення пропускної здатності.
vi: Máy chủ thoát không phản hồi hoặc phản hồi kém khi tăng băng thông.
zh_hans: 退出服务器没有响应或响应带宽增加。

# errorReason.deviceLoggedOut
source: Device logged out.
ar: تم تسجيل خروج الجهاز.
bn: ডিভাইস থেকে লগ আউট করা হয়েছে।
de: Gerät ausgeloggt.
es: Dispositivo desconectado.
fa: دستگاه از حساب کاربری خارج شده است.
fr: Périphérique déconnecté.
hi: डिवाइस लॉग आउट हो गया है।
it: Dispositivo disconnesso.
ja: デバイスがログアウトしました。
pt_br: Dispositivo desconectado.
ru: Устройство вышло из системы.
tr: Cihazdan çıkış yapıldı.
uk: Пристрій вийшов із системи.
vi: Thiết bị đã đăng xuất.
zh_hans: 设备已登出。

# errorReason.deviceTimeOutOfSync
source: Device time is out of sync. Please synchronize your device's time with the internet.
ar: وقت الجهاز غير متزامن. الرجاء مزامنة وقت جهازك مع الإنترنت.
bn: ডিভাইসের সময় সিঙ্ক নয়। অনুগ্রহ করে ইন্টারনেটের সঙ্গে সময় সিঙ্ক করুন।
de: Die Gerätezeit ist nicht synchronisiert. Bitte synchronisiere die Zeit deines Geräts mit dem Internet.
es: La hora del dispositivo está fuera de sincronización. Por favor, sincronice la hora de su dispositivo con Internet.
fa: ساعت دستگاه همگام‌سازی نشده است. لطفا ساعت دستگاه خود را از طریق اینترنت همگام‌سازی کنید.
fr: L'heure de votre appareil n'est pas synchronisée. Veuillez synchroniser l'heure de votre appareil avec celle d'Internet.
hi: आपके डिवाइस का समय इंटरनेट से मेल नहीं खा रहा है। कृपया अपने डिवाइस का समय इंटरनेट से सिंक्रनाइज़ करें।
it: Il tempo del dispositivo non è sincronizzato. Si prega di sincronizzare l'ora del dispositivo con Internet.
ja: 端末の時刻が同期されていません。端末の時刻をインターネットと同期してください。
pt_br: O tempo do dispositivo está fora de sincronização. Por favor, sincronize o tempo do seu dispositivo com a internet.
ru: Время устройства не синхронизировано. Пожалуйста, синхронизируйте время вашего устройства с интернетом.
tr: Cihaz saatiniz senkronize edilmemiş. Lütfen cihazınızın saatini internet ile senkronize edin.
uk: Час пристрою не синхронізовано. Будь ласка, синхронізуйте час вашого пристрою з Інтернетом.
vi: Thời gian thiết bị không đồng bộ. Vui lòng đồng bộ hóa thời gian của thiết bị với internet.
zh_hans: 设备时间不同步，请将设备时间和互联网时间同步。

# errorReason.dns
source: Failed to configure DNS
ar: فشل في تكوين DNS
bn: DNS কনফিগারেশন ব্যর্থ হয়েছে।
de: Fehler beim Konfigurieren des DNS
es: Fallo al configurar DNS
fa: پیکربندی DNS با شکست مواجه شد
fr: Impossible de configurer le DNS
hi: DNS को कॉन्फ़िगर करने में असफल
it: Configurazione DNS non riuscita
ja: DNS設定に失敗しました
pt_br: Falha ao configurar DNS
ru: Не удалось настроить DNS
tr: DNS yapılandırması yapılamadı
uk: Не вдалося налаштувати DNS
vi: Không cấu hình được DNS
zh_hans: DNS 配置失败

# errorReason.duplicateTunFd
source: Duplicate tunnel file descriptor
ar: وصف ملف النفق المكرر
bn: টানেল ফাইল ডেসক্রিপটর ডুপ্লিকেট হয়েছে
de: Doppelter Tunneldateideskriptor
es: Descriptor de archivo de túnel duplicado
fa: کپی گرفتن از فایل دسکریپتور تونل
fr: Erreur de description du fichier du tunnel
hi: डुप्लिकेट टनल फ़ाइल वर्णनकर्ता
it: Duplica descrittore di file tunnel
ja: トンネルファイル記述子の重複
pt_br: Descritor de arquivo de túnel duplicado
ru: Дублирующийся файловый дескриптор туннеля
tr: Çift tünel dosya tanımlayıcısı
uk: Дубльований дескриптор тунелю
vi: Mô tả tệp tunnel trùng lặp
zh_hans: 隧道文件描述符重复

# errorReason.establishWireguardConnection
source: Failed to establish wireguard connection
ar: فشل إنشاء اتصال Wiregard
bn: WireGuard সংযোগ স্থাপন করতে ব্যর্থ হয়েছে
de: Wireguard-Verbindung konnte nicht hergestellt werden
es: Error al establecer conexión wireguard
fa: ایجاد اتصال Wireguard شکست خورد
fr: Erreur de connexion WireGuard
hi: वायरगॉर्ड कनेक्शन स्थापित करने में विफल
it: Impossibile stabilire la connessione wireguard
ja: Wireguard接続の確立に失敗しました
pt_br: Falha ao estabelecer a conexão com wireguard
ru: Не удалось установить соединение с WireGuard
tr: WireGuard bağlantısı kurulamadı
uk: Не вдалося встановити з'єднання WireGuard
vi: Không thiết lập được kết nối wireguard
zh_hans: 无法建立wireguard连接

# errorReason.failedAccountRegistration
source: Account registration failed. Please try again.
ar: فشل تسجيل الحساب. الرجاء المحاولة مرة أخرى.
bn: অ্যাকাউন্ট নিবন্ধন ব্যর্থ হয়েছে। অনুগ্রহ করে পুনরায় চেষ্টা করুন।
de: Die Kontoregistrierung ist fehlgeschlagen. Bitte versuche es noch einmal.
es: Registro de cuenta fallido. Por favor, inténtalo de nuevo.
fa: ثبت‌نام حساب کاربری ناموفق بود. لطفاً دوباره تلاش کنید.
fr: Échec de la création du compte. Veuillez réessayer.
hi: अकाउंट पंजीकरण विफल रहा। कृपया फिर से प्रयास करें।
it: Registrazione account non riuscita. Riprova.
pt_br: Falha ao registrar a conta. Por favor, tente novamente.
ru: Регистрация аккаунта не удалась. Пожалуйста, попробуйте ещё раз.
tr: Hesap kaydı başarısız oldu. Lütfen tekrar deneyin.
uk: Не вдалося зареєструвати обліковий запис. Спробуйте ще раз.
vi: Đăng ký tài khoản không thành công. Vui lòng thử lại.
zh_hans: 帐户注册失败。请重试。
